Repository: twfjcn/E900V22C-CoreELEC
Catalog: kodi/addons/service.coreelec.settings/resources/language/resource.language.*/strings.po
Languages: cs_cz

# #32237
source: AIHOME Settings Locked!
cs_cz: Nastavení AIHOME je uzamčeno!

# #32238
source: Time remaining before PIN can be entered: %02d:%02d[CR][CR]Too many previous failed attempts.
cs_cz: Zbývající čas do zadání PIN: %02d:%02d[CR][CR]Příliš mnoho neúspěšných pokusů

# #32300
source: Welcome to AIHOME
cs_cz: Vítejte v AIHOME

# #32301
source: Welcome
cs_cz: Vítejte

# #32302
source: This wizard will guide you through the process of setting up your new AIHOME installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > AIHOME Settings.
cs_cz: Tento pomocník vás provede procesem nastavení vaší nové instalace AIHOME – zadáním vaší polohy, časové zóny a připojí vás k internetu.[CR][CR]Tato nastavení mohou být později změněna v menu: Programy > Nastavení AIHOME.

# #32303
source: Next
cs_cz: Další

# #32304
source: To be identified easily on the network, your new AIHOME machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
cs_cz: Pro jednodušší síťovou identifikaci nového zařízení AIHOME je nutné zadat jeho název.[CR][CR]Zkuste si vybrat nějaký výstižný – např. v jaké místnosti se zařízení nachází. Okamžitě tak budete vědět o jaké zařízení v síti se jedná.[CR][CR]Tento název je použit pro nastavení síťových služeb, jako je sdílení souborů pomocí SMB.

# #32305
source: Networking
cs_cz: Síť

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, AIHOME needs to be connected the Internet.[CR][CR]An Internet connection is also required for AIHOME to automatically update itself.
cs_cz: Aby bylo možné stahovat pozadí, banery a náhledy pro filmy a TV seriály a pro možnost online sledování obsahu ze stránek jako je YouTube, je nutné, aby byl systém AIHOME připojen k internetu.[CR][CR]Internetové připojení je také nutné pro automatické aktualizace systému AIHOME.

# #32307
source: Previous
cs_cz: Předchozí

# #32308
source: Hostname:
cs_cz: Název systému:

# #32309
source: The following Networks are currently available:
cs_cz: K dispozici jsou následující sítě:

# #32310
source: Language:
cs_cz: Jazyk:

# #32311
source: Sharing and Remote Access
cs_cz: Sdílení a vzdálený přístup

# #32312
source: AIHOME also supports SSH for remote access. This is for advanced users who wish to interact with AIHOME's underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]coreelec[/COLOR].
cs_cz: AIHOME také podporuje vzdálený přístup pomocí SSH. Tato možnost je pro pokročilé uživatele, kteří chtějí komunikovat s jádrem systému AIHOME. Výchozí uživatelské jméno je [COLOR blue]root[/COLOR] a výchozí heslo je [COLOR blue]coreelec[/COLOR].

# #32313
source: In order to share your files between your computers AIHOME has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
cs_cz: Aby bylo možné sdílet soubory mezi počítačem a zařízením AIHOME, jsou k dispozici sdílené složky pomocí protokolu SMB. Pro snadný přístup ke sdílením složkám v lokální síti je možné použít všeobecně známé rozhraní aplikací Finder nebo Windows Explorer.

# #32316
source: Configure Services:
cs_cz: Nastavit služby:

# #32317
source: Thank you
cs_cz: Děkujeme

# #32318
source: Your AIHOME installation is now complete and you are about to enter Kodi where you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]AIHOME is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find AIHOME useful we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using AIHOME as much as we've enjoyed building it. If you need any more help, you can find links to our support forum along with latest news at our website.
cs_cz: Instalace AIHOME byla dokončena a nyní můžete pokračovat do Kodi, kde si můžete nastavit vaše mediální knihovny. Pokud s tím potřebujete pomoct, můžete si projít návod, který je k dispozici na adrese wiki.kodi.tv.[CR][CR]AIHOME je vyvíjen obětavým týmem vývojářů, kteří na něm pracují ve svém volném čase. Přestože jde o dobrovolnický projekt, i tak musíme platit za udržení síťové infrastruktury v chodu a za náklady na vývoj. Pokud se vám AIHOME líbí a shledáváte ho užitečným, my pak zase vždy vděčně oceníme finanční příspěvek v jakékoliv výši.[CR][CR]Závěrem doufáme, že vás AIHOME baví stejně, jako nás baví ho dávat dohromady. Jestliže s něčím potřebujete dále pomoci, odkazy na naše fórum podpory naleznete na našem webu společně s aktuálními novinkami.

# #32320
source: Enable Cron
cs_cz: Povolit Cron

# #32323
source: Reset to Defaults
cs_cz: Obnovit výchozí nastavení

# #32324
source: Reset System Settings to defaults
cs_cz: Obnovit výchozí nastavení systému

# #32325
source: Reset AIHOME to defaults
cs_cz: Obnovit výchozí nastavení AIHOME

# #32326
source: Are you sure?
cs_cz: Jste si jisti?

# #32328
source: The system must reboot.
cs_cz: Je potřeba restartovat systém.

# #32329
source: Rebooting in %d seconds
cs_cz: Restartování proběhne za %d s

# #32330
source: Keyboard Type
cs_cz: Typ klávesnice

# #32333
source: Connected:
cs_cz: Připojeno:

# #32334
source: Yes
cs_cz: Ano

# #32335
source: No
cs_cz: Ne

# #32338
source: No Bluetooth adapter found.
cs_cz: Nebyl nalezen žádný Bluetooth adaptér.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
cs_cz: Nebylo nalezeno žádné zařízení Bluetooth. Nastavte prosím zařízení Bluetooth do zjistitelného režimu[CR]a spusťte prohledávání.

# #32343
source: Enter the following Key on your Device.
cs_cz: Zadejte na svém zařízení následující klíč.

# #32344
source: Enable Bluetooth
cs_cz: Povolit Bluetooth

# #32346
source: Bluetooth is disabled
cs_cz: Bluetooth je zakázán

# #32358
source: Trust and Connect
cs_cz: Důvěřovat a připojit

# #32362
source: Check for updates now:
cs_cz: Vyhledat aktualizace nyní:

# #32364
source: Update available
cs_cz: Aktualizace k dispozici

# #32365
source: Show Update Notifications
cs_cz: Zobrazit oznámení aktualizací

# #32366
source: Update Download Completed
cs_cz: Stažení aktualizace dokončeno

# #32367
source: Update Extract Complete
cs_cz: Rozbalení aktualizace dokončeno

# #32368
source: Advanced Network Settings
cs_cz: Rozšířené nastavení internetu

# #32369
source: Wait for network before starting Kodi
cs_cz: Počkat na připojení k síti před spuštěním Kodi

# #32370
source: Maximum Wait Time (Sec.)
cs_cz: Čekat maximálně (Sek.)

# #32371
source: Backup
cs_cz: Zálohovat

# #32372
source: Create System and Kodi Backup
cs_cz: Vytvořit zálohu systému a Kodi

# #32373
source: Restore Backup
cs_cz: Obnovit zálohu

# #32374
source: Restore file cannot be accessed by the system, it must be located on the local filesystem
cs_cz: K souboru obnovy nemá systém přístup, musí být umístěn v místním souborovém systému

# #32375
source: Backup Progress
cs_cz: Průběh zálohování

# #32376
source: Submit Log
cs_cz: Odeslat protokol

# #32377
source: Upload latest Kodi log and configs, and view the short URL
cs_cz: Nahrát aktuální protokol (log) a nastavení z Kodi a zobrazit zkrácenou adresu URL

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
cs_cz: Nahrát aktuální protokol (log) o pádu a nastavení z Kodi a zobrazit zkrácenou adresu URL

# #32379
source: There is not enough free storage space to continue!
cs_cz: Není dostatek volného místa pro pokračování!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
cs_cz: Obnovení nastavení systému vyžaduje restart. Skutečně si přejete provést obnovení?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
cs_cz: Povolit příchozí Bluetooth přenos?

# #32382
source: Speed
cs_cz: Rychlost

# #32383
source: Play Files ?
cs_cz: Přehrát soubory?

# #32384
source: OBEX Enabled
cs_cz: Povolit OBEX

# #32385
source: OBEX Upload Folder
cs_cz: Adresář pro nahrávání OBEX

# #32386
source: Keyboard Layout Variant #1
cs_cz: Varianta rozložení klávesnice č. 1

# #32387
source: Keyboard Layout Variant #2
cs_cz: Varianta rozložení klávesnice č. 2

# #32388
source: Enable Standby
cs_cz: Povolit pohotovostní režim

# #32389
source: Disable Standby
cs_cz: Zakázat pohotovostní režim

# #32390
source: Settings addon is not yet ready, please try again later.
cs_cz: Nastavení doplňku ještě není připraveno, zkuste to prosím později.

# #32391
source: Upload configs and other debug info without logs, and view the short URL
cs_cz: Nahrání konfigurace a dalších ladicích informací bez protokolů a zobrazení krátké adresy URL

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
cs_cz: ** NOUZOVÝ REŽIM! ** NOUZOVÝ REŽIM! ** NOUZOVÝ REŽIM! **

# #32394
source: AIHOME has temporarily started in safe mode due to repeated Kodi crashes.[CR][CR]You may now investigate the cause of the crashes by enabling ssh or Samba.[CR][CR]Your original Kodi installation can be accessed via "/storage/.kodi.FAILED" and the Samba "Kodi-Failed" share.[CR][CR]Rebooting will return to your original Kodi installation.[CR][CR]Go to https://discourse.coreelec.org if you require further assistance. When posting to the forum include the link to your crash log which can be viewed by clicking the crash log option in Settings > CoreELEC > System > Submit Log.
cs_cz: AIHOME byl z důvodu opakovaných pádů Kodi dočasně spuštěn v nouzovém režimu.[CR][CR]Můžete prověřit příčiny pádů povolením SSH nebo Samby (SMB).[CR][CR]Vaše původní instalace Kodi je přístupná přes „/storage/.kodi.FAILED“ a sdílenou složku Samba – „Kodi-Failed“.[CR][CR]Restartováním se vrátíte k původní instalaci Kodi.[CR][CR]Pokud potřebujete další pomoc, navštivte https://discourse.coreelec.org. Při přispívání do fóra prosím uveďte adresu protokolu o pádu, kterou získáte klepnutím na volbu Protokol o pádu v Nastavení > CoreElec > Systém > Odeslat protokol.

# #32396
source: Custom
cs_cz: Vlastní

# #32397
source: Off
cs_cz: Vypnutý

# #32398
source: Home
cs_cz: Domácí

# #32399
source: Public
cs_cz: Veřejný

# #32400
source: Idle Timeout
cs_cz: Časový limit nečinnosti

# #32401
source: Connect paired devices
cs_cz: Připojte spárovaná zařízení

# #32500
source: Fan
cs_cz: Ventilátor

# #32501
source: Power
cs_cz: Napájení

# #32502
source: Display
cs_cz: Zobrazení

# #32503
source: Performance
cs_cz: Výkon

# #32510
source: Fan Mode
cs_cz: Režim ventilátoru

# #32511
source: Speed Level
cs_cz: Úroveň rychlosti

# #32516
source: IR Remote Power Code
cs_cz: Kód napájení IR dálkového ovladače

# #32518
source: USB Power
cs_cz: Napájení USB

# #32519
source: System LED
cs_cz: Systemová LED

# #32520
source: VESA modes
cs_cz: VESA režim

# #32521
source: CPU governor
cs_cz: Regulátor CPU

# #32522
source: Parking
cs_cz: Parkování

# #32523
source: Parking Time
cs_cz: Doba parkování

# #32524
source: Idle Time
cs_cz: Doba nečinosti

# #32525
source: eMMC Speed Mode
cs_cz: Režim rychlosti eMMC

# #32526
source: WiFi SoC SDIO Speed
cs_cz: Rychlost WiFi SoC SDIO

# #32527
source: Red LED
cs_cz: Červená LED

# #32528
source: SPI Interface
cs_cz: Rozhraní SPI

# #32529
source: IR Protocol Type
cs_cz: Typ IR protokolu

# #32530
source: DVB GPIO Support
cs_cz: Podpora DVB GPIO

# #32531
source: Wired Network Interface
cs_cz: Rozhraní kabelové sítě

# #32532
source: Green LED
cs_cz: Zelená LED

# #32533
source: IP1001 Ethernet Transceiver
cs_cz: Ethernetový transceiver IP1001

# #33510
source: Warning!
cs_cz: Varování!

# #33511
source: Continue
cs_cz: Pokračovat

# #33512
source: Finished!
cs_cz: Hotovo!

# #33513
source: Notice!
cs_cz: Oznámení!

# #33514
source: Error!
cs_cz: Chyba!

# #33516
source: [B][COLOR red]Note: This will modify the firmware on your device.[/COLOR][/B][CR]The BL301 bootloader blob has been customized by the CoreELEC Team to support all features used to wake a device from a suspend or power off state!
cs_cz: [B][COLOR red]Poznámka: Tím se upraví firmware na vašem zařízení.[/COLOR][/B][CR]BL301 bootloader blob byl upraven týmem CoreELEC tak, aby podporoval všechny funkce používané k probuzení zařízení ze stavu spánku nebo vypnutí!

# #33517
source: Finished update of the BL301 on internal eMMC.[CR]A reboot is now required!
cs_cz: Dokončena aktualizace BL301 na interním eMMC.[CR]Nyní je vyžadován restart!

# #33518
source: Error [%d] has occurred while using the 'inject_bl301' tool![CR]See '/storage/inject_bl301.log' for details.
cs_cz: Při používání nástroje 'inject_bl301' došlo k chybě [%d] ![CR]Podrobnosti v '/storage/inject_bl301.log'

# #33519
source: System is not supported by BL301 injection![CR]See '/storage/inject_bl301.log' for details.
cs_cz: Systém není podporován pro BL301 injection![CR]Podrobnosti v '/storage/inject_bl301.log'

# #33520
source: Update of BL301 on eMMC is not needed.
cs_cz: Aktualizace BL301 na eMMC není potřeba.

# #33521
source: [B][COLOR red]Note: This will remove the bl301 injection on your device.[/COLOR][CR]The injected BL301 bootloader blob will be removed by the backup done automatically before injection.[/B]
cs_cz: [B][COLOR red]Poznámka: Tím se odstraní bl301 injection z vašeho zařízení.[/COLOR][CR]Inject BL301 bootloader bude odstraněn a nahrazen zálohou provedenou automaticky před Inject BL301.[/B]

# #33522
source: Finished remove of the BL301 on internal eMMC.[CR]A reboot is now required!
cs_cz: Dokončeno odstranění BL301 z interního eMMC.[CR]Nyní je vyžadován restart!

# #33523
source: Finished update of /flash/dtb.img.[CR]A reboot is now required!
cs_cz: Dokončena aktualizace /flash/dtb.img.[CR]Nyní je vyžadován restart!

# #33524
source: [COLOR red]Are you sure to change this value?[/COLOR][CR]Please enter confirmation code '%s'
cs_cz: [COLOR red]Opravdu chcete změnit tuto hodnotu?[/COLOR][CR]Zadejte prosím potvrzovací kód '%s'
