Repository: twfjcn/E900V22C-CoreELEC
Catalog: kodi/addons/service.coreelec.settings/resources/language/resource.language.*/strings.po
Languages: cs_cz

# #600
source: AIHOME Settings
cs_cz: Nastavení AIHOME

# #601
source: Interface
cs_cz: Rozhraní

# #602
source: Address
cs_cz: Adresa

# #603
source: Type
cs_cz: Typ

# #604
source: State
cs_cz: Stav

# #605
source: Address
cs_cz: Adresa

# #606
source: Distribution:
cs_cz: Distribuce:

# #607
source: Version:
cs_cz: Verze:

# #608
source: Architecture:
cs_cz: Architektura:

# #609
source: CoreELEC is created by a global team of Linux and Kodi enthusiasts who contribute time and effort to manage the project, write code, and provide support. We have fun making it. We hope you have fun using it!
cs_cz: CoreELEC je vytvořen globálním týmem nadšenců pro Linux a Kodi, kteří přispívají svým časem a úsilím ke správě projektu, psaní kódu a poskytování podpory. Baví nás to vyrábět. Doufáme, že se s jeho používáním budete bavit!

# #610
source: [B]Support[/B] is provided via our forum:[CR]https://discourse.coreelec.org[CR][CR][B]Documentation[/B] can be read at our website:[CR]https://coreelec.org[CR][CR][B]Wiki[/B] can be read at our website:[CR]https://wiki.coreelec.org[CR][CR][B]Code[/B] can be found on GitHub:[CR]https://github.com/CoreELEC[CR][CR]
cs_cz: [B]Podpora[/B] je poskytována prostřednictvím našeho fóra:[CR]https://discourse.coreelec.org[CR][CR][B]Dokumentaci[/B] si můžete přečíst na našem webu:[CR]https://coreelec.org[CR][CR][B]Wiki[/B] si můžete přečíst na našem webu:[CR]https://wiki.coreelec.org[CR][CR][B]Code[/B] najdete na GitHubu:[CR]https://github.com/CoreELEC[CR][CR]

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
cs_cz: Nastavit název systému, typ klávesnice, provést obnovení výchozího nastavení, aktualizaci, nebo zálohy a obnovení

# #701
source: Configure network startup options, NTP and VPNs
cs_cz: Nastavit možnosti sítě, NTP a VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
cs_cz: Spravovat dostupné ethernetové, bezdrátové a VPN připojení

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
cs_cz: Nastavit systémové služby jako SMB, SSH, Cron, Avahi nebo Syslog

# #704
source: Configure and pair Bluetooth devices
cs_cz: Nastavit a párovat zařízení Bluetooth

# #705
source: Useful information like version and architecture details, support and documentation links, and how to donate and support the project.
cs_cz: Užitečné informace, jako jsou podrobnosti o verzi a architektuře, odkazy na podporu a dokumentaci a jak přispět a podporovat projekt.

# #707
source: Configure updates
cs_cz: Konfigurace aktualizací

# #710
source: Configure the Hostname of your AIHOME system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
cs_cz: Nastavení názvu systému AIHOME. Tento název bude použit v adresním řádku průzkumníku Windows a také jako název SMB serveru v Mac OS Finderu

# #711
source: Configure the 1st keyboard software layout
cs_cz: Nastavit rozložení 1. softwarové klávesnice

# #712
source: Configure the 2nd keyboard software layout
cs_cz: Nastavit rozložení 2. softwarové klávesnice

# #713
source: Configure the physical keyboard type
cs_cz: Nastavit typ klávesnice

# #714
source: AIHOME can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
cs_cz: AIHOME může být nakonfigurován pro automatické nebo ruční stažení aktualizace. Automatické aktualizace jsou k dispozici na stable a RC verzích systému. Automatické aktualizace jsou v betaverzích a ve vývojových sestaveních vypnuté

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
cs_cz: Nastavte do polohy [I]povoleno[/I], aby se na obrazovce zobrazovala oznámení o dostupnosti nové aktualizace

# #716
source: Update to the next stable release instead of remaining on nightly builds, when the next stable release is ready.
cs_cz: Až bude připraveno další stabilní vydání, aktualizujte na další stabilní vydání, místo abyste zůstávali u nočních sestav

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to https://paste.coreelec.org, and display the short URL
cs_cz: Odeslat soubory konfigurace bootování z /flash, kodi.log, záznam jádra a nastavení SMB na https://paste.coreelec.org a zobrazit zkrácenou adresu URL

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to https://paste.coreelec.org, and display the short URL
cs_cz: Odeslat soubory konfigurace bootování z /flash, kodi_crash.log, záznam jádra a nastavení SMB na https://paste.coreelec.org a zobrazit zkrácenou adresu URL

# #720
source: Set to ON to enable the Bluetooth service
cs_cz: Nastavte do polohy [I]povoleno[/I] pro povolení služby Bluetooth

# #721
source: Send CoreELEC debug info without logs to https://paste.coreelec.org, and display the short URL
cs_cz: Odeslat informace o ladění CoreELEC bez protokolů na https://paste.coreelec.org a zobrazit krátkou adresu URL

# #722
source: Create a tar archive containing all AIHOME and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backup/
cs_cz: Vytvoří tar archiv, který obsahuje nastavení AIHOME a Kodi, zálohu databáze a náhledů. Soubory zálohy budou uloženy v adresáři /storage/backup/

# #723
source: Restore a tar archive backup previously created using the backup option above
cs_cz: Obnovit zálohu z tar archivu, který byl v minulosti vytvořen použitím výše uvedené volby zálohování

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset AIHOME configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
cs_cz: [COLOR FF00FF00]SOFT RESET[/COLOR] Obnoví konfiguraci AIHOME na výchozí hodnoty nastavení (včetně nastavení Kodi a knihovny. Vaše multimediální soubory zůstanou netknuté)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset AIHOME and Kodi configuration to defaults (everything in your storage partition will be deleted)
cs_cz: [COLOR FFFF0000]HARD RESET[/COLOR] Obnoví tovární nastavení AIHOME a výchozí konfiguraci Kodi. Všechny vaše soubory na diskovém oddílu budou smazány!

# #726
source: Enable or disable support for Wireless (WLAN) networks
cs_cz: Povolit nebo zakázat podporu bezdrátových sítí (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
cs_cz: Povolit „tetherovaný“ bezdrátový přístupový bod. Pro podporu režimu bezdrátového mostu a přístupového bodu je nutná bezdrátová karta (a ovladač). Tuto volbu umožňují pouze některé karty.

# #728
source: Configure the Access Point SSID
cs_cz: Nastavit SSID přístupového bodu

# #729
source: Configure the Access Point Passphrase
cs_cz: Nastavit heslo přístupového bodu

# #730
source: Enable or disable support for Wired (Ethernet) networks
cs_cz: Povolit nebo zakázat podporu pro kabelové (Ethernetové) sítě

# #732
source: Configure the 1st time (NTP) server
cs_cz: Nastavit 1. zdroj přesného času (NTP)

# #733
source: Configure the 2nd time (NTP) server
cs_cz: Nastavit 2. zdroj přesného času (NTP)

# #734
source: Configure the 3rd time (NTP) server
cs_cz: Nastavit 3. zdroj přesného času (NTP)

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
cs_cz: Nastavte do polohy [I]povoleno[/I] pro zpoždění spuštění Kodi do okamžiku, kdy bude síť k dispozici. Použijte toto nastavení, pokud se operační systém spouští dříve, než je síť aktivní a centrální MySQL databáze k dispozici.

# #737
source: Time in seconds to wait for an established network connection.
cs_cz: Doba v sekundách, po kterou čekat na navázání připojení k síti.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
cs_cz: Nastavte do polohy [I]povoleno[/I], abyste zapnuli integrovanou službu Samba (SMB) pro sdílení souborů

# #739
source: Set to ON to require username/password access to local Samba fileshares
cs_cz: Nastavte do polohy [I]povoleno[/I], aby bylo vyžadováno uživatelské jméno/heslo pro přístup k lokálním souborům sdíleným přes Sambu

# #740
source: Set the username for Samba sharing
cs_cz: Nastavit uživatelské jméno pro Samba sdílení

# #741
source: Set the password for Samba sharing
cs_cz: Nastavit heslo pro Samba sdílení

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password 'coreelec'.
cs_cz: Nastavte do polohy [I]povoleno[/I], aby byl povolen integrovaný SSH server. SSH konzole je přístupná pod uživatelským jménem „root“ a heslem „coreelec“.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
cs_cz: Nastavte do polohy [I]povoleno[/I], pokud jste překopírovali privátní SSH klíče do svého HTPC a rádi byste zvýšili zabezpečení vypnutím SSH přihlášení pomocí uživatelského jména a hesla.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
cs_cz: Nastavte do polohy [I]povoleno[/I] pro zapnutí služby Avahi (Zeroconf/Bonjour) pro prohledání sítě

# #745
source: Set to ON to enable the cron daemon
cs_cz: Nastavte do polohy [I]povoleno[/I] pro zapnutí cron daemonu

# #746
source: Set the password for SSH
cs_cz: Nastavte heslo pro SSH

# #747
source: Enable a PIN for AIHOME Settings access
cs_cz: Povolte PIN pro přístup do Nastavení AIHOME

# #748
source: Change the PIN Lock for AIHOME Settings access
cs_cz: Změňte zámek PIN pro přístup do Nastavení AIHOME

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to AIHOME.
cs_cz: Pomocí protokolu OBEX je možné posílat přes Bluetooth do AIHOME soubory, jako např. filmy nebo obrázky.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
cs_cz: Zde je možné nastavit umístění složky, do které budou ukládány soubory přijaté protokolem OBEX

# #753
source: Configure the 1st keyboard software Variant
cs_cz: Konfigurovat 1. variantu softwarové klávesnice

# #754
source: Configure the 2nd keyboard software Variant
cs_cz: Konfigurovat 2. variantu softwarové klávesnice

# #755
source: Auto share external drives / partitions
cs_cz: Automaticky sdílet externí disky

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
cs_cz: Zakázat starší verze protokolů SMB stanovením minimálního podporovaného protokolu.

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
cs_cz: Zakázat novější verze protokolů SMB kvůli zpětné kompatibilitě se staršími klienty.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
cs_cz: Skupina NetBIOS, ke které server náleží. Výchozí je WORKGROUP.

# #760
source: Select an update channel
cs_cz: Vyberte aktualizační kanál

# #761
source: Enable to allow entering a custom update url
cs_cz: Umožnit zadávání vlastní URL pro aktualizaci

# #762
source: Enter a custom update url (url should be the root of the update files)
cs_cz: Zadejte vlastní URL pro aktualizaci (musí ukazovat do kořenové složky aktualizačních souborů)

# #770
source: Select an available version
cs_cz: Vyberte dostupnou verzi

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
cs_cz: Firewall blokuje nežádoucí síťový provoz. Domácí (výchozí) povolí provoz pouze z rozsahů místních sítí (192.168.x.x, 172.16.x.x a 10.x.x.x). Veřejný blokuje veškerý provoz ze všech sítí. Vlastní použije pravidla ze souboru /storage/.config/iptables. Vypnutý zakáže firewall.

# #772
source: Checking for a new version will submit the installed Distribution, Project, CPU Arch and Version to the update server. This data is also used to report basic statistics for the project. To continue checking for updates while opting-out of stats reporting, disable this option.
cs_cz: Při kontrolování nové verze se aktualizačnímu serveru odešlou informace o nainstalované distribuci, projektu, architektuře procesoru a verzi. Tato data budou použita i k získání základních statistik projektu. Zakažte tuto volbu, pokud tato data nechcete odesílat, a chcete pouze zkontrolovat novou verzi.

# #773
source: Set the idle timeout (in minutes) before devices will be disconnected (defaults to 0 for no timeout). Applies to devices where "Enable Standby" has been activated in the AIHOME device connection context menu.
cs_cz: Nastavit časový limit nečinnosti (v minutách) předtím, než budou zařízení odpojena (0 je výchozí hodnota pro žádný časový limit). Platí pro všechna zařízení, u kterých bylo v kontextovém menu AIHOME Připojení aktivováno nastavení „Povolit pohotovostní režim“.

# #774
source: Automatic reconnect previously paired device after booting
cs_cz: Automatické opětovné připojení dříve spárovaného zařízení po spuštění

# #775
source: Automatic change audio output to PULSE when a audio device get connected
cs_cz: Automatická změna výstupu zvuku na PULSE, když se připojí audio zařízení

# #780
source: Configure hardware settings
cs_cz: Konfigurace nastavení hardwaru

# #781
source: Set fan mode (off/auto/manual)
cs_cz: Nastavte režim ventilátoru (vypnuto/automaticky/manuálně)

# #782
source: Set fan speed level
cs_cz: Nastavte rychlost ventilátoru

# #785
source: Modify Vendor Bootloader to support all wake-up features such as CEC, Wake-On-LAN, IR, and GPIO wake-up from suspend or power off state!
cs_cz: Upravte zavaděč dodavatele tak, aby podporoval všechny funkce probuzení, jako je CEC, Wake-On-LAN, IR a GPIO probuzení ze stavu spánku nebo vypnutí!

# #786
source: Set the IR remote control power button code
cs_cz: Nastavení kódu tlačítka napájení IR dálkového ovladače

# #787
source: Enable/Disable Wake-on-LAN
cs_cz: Povolit/Zakázat Wake-on-LAN

# #788
source: Enable/Disable USB Power when device is off/suspend
cs_cz: Povolit/zakázat napájení USB, když je zařízení vypnuto/uspáno

# #789
source: Change device LED behavior
cs_cz: Změňte chování indikátoru LED zařízení

# #790
source: Enable/Disable VESA display modes
cs_cz: Povolit/zakázat režimy zobrazení VESA

# #791
source: Set CPU governor for all cores
cs_cz: Nastavte regulátor CPU pro všechna jádra

# #792
source: Enable/Disable HDD parking on power off/suspend
cs_cz: Povolit/zakázat parkování HDD při vypnutí/uspání

# #793
source: Time in seconds to wait for the HDD to spin down when parking
cs_cz: Čas v sekundách pro čekání, než se pevný disk po zaparkování roztočí

# #794
source: Time in minutes/hours until the HDD should enter suspend mode
cs_cz: Čas v minutách/hodinách, než by měl pevný disk přejít do režimu spánku

# #900
source: Configure eMMC speed mode
cs_cz: Konfigurace režimu rychlosti eMMC

# #901
source: Configure WiFi SoC SDIO speed
cs_cz: Konfigurace rychlosti WiFi SoC SDIO

# #902
source: Enable/Disable SPI interface
cs_cz: Povolit/zakázat rozhraní SPI

# #903
source: Choose IR protocol type for meson-remote
cs_cz: Vyberte typ IR protokolu pro meson-remote

# #904
source: Configure DVB GPIO support
cs_cz: Konfigurace podpory DVB GPIO

# #905
source: Configure Wired Network Interface
cs_cz: Konfigurace rozhraní drátové sítě

# #906
source: Choose if IP1001 is assembled
cs_cz: Vyberte, zda je sestaven IP1001

# #32001
source: Services
cs_cz: Služby

# #32002
source: System
cs_cz: Systém

# #32003
source: Interface
cs_cz: Rozhraní

# #32005
source: Updates
cs_cz: Aktualizace

# #32009
source: Keyboard
cs_cz: Klávesnice

# #32010
source: BusyBox Console Keyboard Layout
cs_cz: Rozložení klávesnice

# #32012
source: Select Action
cs_cz: Vyberte akci

# #32013
source: OS Updates
cs_cz: Aktualizace OS

# #32014
source: Automatic Updates
cs_cz: Automatické aktualizace

# #32015
source: Update Channel
cs_cz: Kanál aktualizací

# #32016
source: Show Custom Channels
cs_cz: Ukázat vlastní kanály

# #32017
source: - Custom Channel 1
cs_cz: - Vlastní kanál 1

# #32018
source: - Custom Channel 2
cs_cz: - Vlastní kanál 2

# #32019
source: - Custom Channel 3
cs_cz: - Vlastní kanál 3

# #32020
source: Available Versions
cs_cz: Dostupné verze

# #32021
source: Submit Statistics
cs_cz: Odeslat statistiky

# #32022
source: Firmware Updates
cs_cz: Aktualizace firmware

# #32023
source: Updating will occur once the system is rebooted.
cs_cz: Aktualizace proběhne po restartování systému.

# #32024
source: Bootloader EEPROM
cs_cz: Zavaděč EEPROM

# #32025
source: Update the Raspberry Pi Bootloader EEPROM to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
cs_cz: Aktualizujte zavaděč EEPROM Raspberry Pi na aktuální verzi. Tato volba se po restartu automaticky zakáže. Pro provedení aktualizace restartujte systém.

# #32027
source: Update the Raspberry Pi VIA USB3 firmware to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
cs_cz: Aktualizujte Raspberry Pi VIA USB3 firmware na aktuální verzi. Tato volba se po restartu automaticky zakáže. Pro provedení aktualizace restartujte systém.

# #32028
source: update from %s to %s
cs_cz: aktualizovat z %s na %s

# #32029
source: up to date: %s
cs_cz: aktuální: %s

# #32030
source: Update To Next Stable
cs_cz: Aktualizovat na další stabilní

# #32100
source: Connections
cs_cz: Připojení

# #32101
source: Network
cs_cz: Síť

# #32102
source: Wireless Networks
cs_cz: Bezdrátové sítě

# #32103
source: Wired Networks
cs_cz: Kabelové sítě

# #32105
source: Active
cs_cz: Aktivní

# #32106
source: Username
cs_cz: Uživatelské jméno

# #32107
source: Passphrase
cs_cz: Heslo

# #32108
source: Enable 'tethered' Wireless Access Point
cs_cz: Povolit „tetherovaný“ bezdrátový přístupový bod

# #32109
source: Connect Automatically
cs_cz: Připojovat automaticky

# #32110
source: Connection
cs_cz: Připojení

# #32113
source: IP Address Method
cs_cz: Způsob získávání IP adresy

# #32114
source: IP Address
cs_cz: IP adresa

# #32115
source: Subnet Mask
cs_cz: Maska podsítě

# #32116
source: Default Gateway
cs_cz: Výchozí brána

# #32117
source: Prefix Length
cs_cz: Délka prefixu

# #32118
source: Privacy
cs_cz: Soukromí

# #32119
source: DNS Servers
cs_cz: DNS servery

# #32120
source: Nameserver #1
cs_cz: DNS server #1

# #32121
source: Nameserver #2
cs_cz: DNS server #2

# #32122
source: Nameserver #3
cs_cz: DNS server #3

# #32123
source: NTP Servers
cs_cz: NTP servery

# #32124
source: Timeserver #1
cs_cz: NTP server #1

# #32125
source: Timeserver #2
cs_cz: NTP server #2

# #32126
source: Timeserver #3
cs_cz: NTP server #3

# #32127
source: DNS Domains
cs_cz: Domény DNS

# #32128
source: Domain #1
cs_cz: Doména #1

# #32129
source: Domain #2
cs_cz: Doména #2

# #32130
source: Domain #3
cs_cz: Doména #3

# #32140
source: Save
cs_cz: Uložit

# #32141
source: Delete
cs_cz: Vymazat

# #32142
source: Refresh
cs_cz: Obnovit

# #32143
source: Disconnect
cs_cz: Odpojit

# #32144
source: Connect
cs_cz: Připojit

# #32145
source: Pair
cs_cz: Spárovat

# #32146
source: Hidden Network Name
cs_cz: Název skryté sítě

# #32147
source: Wireless Network Passphrase
cs_cz: Heslo bezdrátové sítě

# #32148
source: Wireless Network Username
cs_cz: Uživatelské jméno bezdrátové sítě

# #32150
source: Edit
cs_cz: Upravit

# #32180
source: Would you like to update AIHOME now?
cs_cz: Přejete si nyní aktualizovat AIHOME?

# #32181
source: Filename
cs_cz: Název souboru

# #32182
source: Download speed
cs_cz: Rychlost stahování

# #32183
source: Time remaining
cs_cz: Zbývající čas

# #32184
source: Extract file
cs_cz: Rozbalit soubor

# #32185
source: Extract speed
cs_cz: Rychlost rozbalování

# #32186
source: Initialize Archive File
cs_cz: Inicializace archivního souboru

# #32187
source: New Version
cs_cz: Nová verze

# #32188
source: Current Version
cs_cz: Stávající verze

# #32189
source: Identification
cs_cz: Identifikace

# #32190
source: System Name
cs_cz: Název systému

# #32191
source: Invalid URL
cs_cz: Neplatná adresa URL

# #32192
source: PIN lock
cs_cz: Zámek PIN

# #32193
source: Enable AIHOME Settings PIN Lock
cs_cz: Povolit zámek PIN pro vstup do Nastavení AIHOME

# #32194
source: Change AIHOME Settings PIN Lock
cs_cz: Změnit zámek PIN pro vstup do Nastavení AIHOME

# #32196
source: About
cs_cz: O programu

# #32202
source: Use Samba Password Authentication
cs_cz: Používat u SMB protokolu ověření heslem

# #32203
source: Disable SSH Password
cs_cz: Deaktivovat SSH heslo

# #32204
source: Enable Samba
cs_cz: Povolit SMB protokol

# #32205
source: Enable SSH
cs_cz: Povolit SSH

# #32206
source: Enable Avahi (Zeroconf)
cs_cz: Povolit Avahi (Zeroconf)

# #32208
source: Hidden Wlan
cs_cz: Skrytá bezdrátová síť

# #32209
source: SSH Password
cs_cz: Heslo SSH

# #32210
source: The default SSH password is widely known and considered insecure.[CR][CR]Setting a personal password is recommended.
cs_cz: Výchozí heslo SSH je všeobecně známé a je považováno za nedůvěryhodné.[CR][CR]Doporučuje se nastavit vlastní heslo.

# #32212
source: Cancel
cs_cz: Zrušit

# #32213
source: Keep Existing
cs_cz: Zachovat existující

# #32214
source: Set Password
cs_cz: Nastavit heslo

# #32215
source: Workgroup name
cs_cz: Název pracovní skupiny

# #32216
source: Auto-Share External Drives
cs_cz: Automaticky sdílet připojené jednotky

# #32217
source: Minimum supported protocol
cs_cz: Minimální podporovaný protokol

# #32218
source: Maximum supported protocol
cs_cz: Maximální podporovaný protokol

# #32220
source: Bad password!
cs_cz: Nesprávné heslo!

# #32221
source: The entered password is too weak.[CR]SSH password is unchanged.
cs_cz: Zadané heslo je příliš slabé.[CR]Heslo SSH zůstává nezměněno.

# #32222
source: Password changed!
cs_cz: Heslo změněno!

# #32223
source: The SSH password has been successfully changed.
cs_cz: Heslo SSH bylo úspěšně změněno.

# #32224
source: Unknown error!
cs_cz: Neznámá chyba!

# #32225
source: There was an error during the process.[CR]SSH password is unchanged.
cs_cz: Během procesu došlo k chybě.[CR]Heslo SSH zůstává nezměněno.

# #32226
source: Enter new 4 digit PIN
cs_cz: Zadejte nový 4číselný PIN

# #32227
source: Re-enter PIN
cs_cz: Zadejte znovu PIN

# #32228
source: Error - PIN codes did not match!
cs_cz: Chyba – PINy se neshodují!

# #32229
source: AIHOME Settings PIN lock not set.[CR][CR]Please try again.
cs_cz: Zámek PIN pro vstup do Nastavení AIHOME nebyl nastaven.[CR][CR]Zkuste to prosím znovu.

# #32230
source: AIHOME Settings PIN lock set.
cs_cz: Zámek PIN pro vstup do Nastavení AIHOME byl nastaven.

# #32231
source: Your AIHOME Settings PIN lock has been set to:
cs_cz: Váš zámek PIN v nastavení AIHOME byl nastaven na:

# #32232
source: Error - PIN code not 4 digits!
cs_cz: Chyba – PIN není 4číselný!

# #32233
source: AIHOME Settings Locked[CR]Enter 4 digit PIN
cs_cz: AIHOME Nastavení uzamčeno[CR]Zadejte čtyřmístný kód PIN

# #32234
source: Incorrect PIN!
cs_cz: Nesprávný PIN!

# #32235
source: attempts remaining.
cs_cz: zbývající pokusy.

# #32236
source: You have entered an incorrect PIN too many times.[CR][CR]You will need to wait 5 minutes before trying again.
cs_cz: Mnohokrát jste zadali nesprávný PIN.[CR][CR]Před dalším pokusem budete muset počkat 5 minut.
